---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.CentralModelAlreadyExistsException
source: html/6140c77f-b4a5-d243-8a7f-374aa774f8bc.htm
---
# CentralModelAlreadyExistsException Methods

Retrieves data needed to serialize the target object.